{"books":[{"title":"Harry Potter and the Chamber of Secrets by J. K. Rowling","price":"3.99"},{"title":"Harry Potter and the Chamber of Secrets JK Rowling 1st Edition 1999 ","price":"5.99"},{"title":"Harry Potter and the Chamber of Secrets (Full-Screen Edition)","price":"3.56"},{"title":"Harry Potter And The Chamber Of Secrets by J. K. Rowling ","price":"3.69"},{"title":"Harry Potter and the Chamber of Secrets (Widescreen Edition)","price":"3.67"},{"title":"Harry Potter and the Chamber of Secrets  (NoDust) by J. K. Rowling","price":"4.51"},{"title":"Harry Potter and the Chamber of Secrets","price":"3.99"},{"title":"Harry Potter And The Chamber Of Secrets (Turtleback School & Library Binding Edi","price":"7.19"},{"title":"Harry Potter: Harry Potter and the Chamber of Secrets Year 2 by J. K. Rowling...","price":"0.99"},{"title":"Harry Potter and the Chamber of Secrets by J. K. Rowling","price":"3.99"},{"title":"Harry Potter and the Chamber of Secrets 2 by J. K. Rowling (1999 HC) 1st America","price":"5.0"},{"title":"Harry Potter and the Chamber of Secrets by J. K. Rowling","price":"3.99"},{"title":"Harry Potter and the Chamber of Secrets by Rowling, J. K.","price":"4.02"},{"title":"Harry Potter and the Chamber of Secrets (Nintendo GameCube, 2002) - Free S\/H","price":"6.99"},{"title":"Harry Potter and the Chamber of Secrets  by J. K. Rowling (2000, Hardcover)","price":"3.99"},{"title":"Harry Potter and the Chamber of Secrets (Harry Po... by Rowling, J. K. Paperback","price":"5.5"},{"title":"Harry Potter And The Chamber Of Secrets: Illustrated Edition Rowling NEW Paperbk","price":"20.4"},{"title":"Harry Potter and the Chamber of Secrets Blu-ray","price":"5.49"},{"title":"Harry Potter and the Chamber Of Secrets PS2","price":"5.55"},{"title":"Harry Potter and the Chamber of Secrets by Rowling, J. K.","price":"7.2"},{"title":"Harry Potter and the Chamber of Secrets (PC, 2002) PC CD-ROM","price":"8.99"},{"title":"Harry Potter and the Chamber of Secrets by J. K. Rowling","price":"4.22"},{"title":"Harry Potter Harry Potter and the Chamber of Secrets. Gryffindor Edition","price":"9.02"},{"title":"Harry Potter and the Chamber of Secrets","price":"4.0"},{"title":"Microsoft Xbox OG Harry Potter and the Chamber of Secrets Game Complete CIB 360","price":"7.97"}]}